Repository: Jedyle/musiroom-public
Catalog: review_project/actstream/locale/*/LC_MESSAGES/django.po
Languages: fr

source: started following
fr: a commencé à suivre

source: started %s
fr: a commence %s

source: stopped following
fr: a arrêté de suivre

source: stopped %s
fr: a arrêté %s

source: %(actor)s %(verb)s %(action_object)s on %(target)s %(timesince)s ago
fr: %(actor)s %(verb)s %(action_object)s à propos de %(target)s il y a %(timesince)s

source: %(actor)s %(verb)s %(target)s %(timesince)s ago
fr: %(actor)s %(verb)s %(target)s il y a %(timesince)s

source: %(actor)s %(verb)s %(action_object)s %(timesince)s ago
fr: %(actor)s %(verb)s %(action_object)s il y a %(timesince)s

source: %(actor)s %(verb)s %(timesince)s ago
fr: %(actor)s %(verb)s il y a %(timesince)s

source: ago
fr: il y a

source: UNFOLLOW
fr: SE DESABONNER

source: FOLLOW
fr: SUIVRE

source: View my actions
fr: Voir mes actions

source: No actions yet
fr: Pas encore d'actions

source: On %(date)s at %(time)s
fr: Le %(date)s à %(time)s

source: Users following %(actor)s
fr: Utilisateurs suivant %(actor)s

source: Actors that %(user)s follows
fr: Acteurs suivis par %(user)s

source: English
fr: Anglais
